Repository: rvalmagro/masmenos
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ca, es, ja

# casi
source: nearly
ca: gairebé
es: casi
ja: ほとんど

# en punto
source: o’clock
ca: en punt
es: en punto
ja: ちょうど

# es
source: it’s
ca: és
es: es
ja: です

# la una
source: one
ca: d’una
es: la una
ja: 一時

# las cinco
source: five
ca: de cinc
es: las cinco
ja: 五時

# las cuatro
source: four
ca: de quatre
es: las cuatro
ja: 四時

# las diez
source: ten
ca: de deu
es: las diez
ja: 十時

# las doce
source: twelve
ca: de dotze
es: las doce
ja: 十二時

# las dos
source: two
ca: de dues
es: las dos
ja: 二時

# las nueve
source: nine
ca: de nou
es: las nueve
ja: 九時

# las ocho
source: eight
ca: de vuit
es: las ocho
ja: 八時

# las once
source: eleven
ca: d’onze
es: las once
ja: 十一時

# las seis
source: six
ca: de sis
es: las seis
ja: 六時

# las siete
source: seven
ca: de set
es: las siete
ja: 七時

# las tres
source: three
ca: de tres
es: las tres
ja: 三時

# menos algo
source: something to
ca: poc abans de
es: menos algo
ja: 半過ぎ

# menos cinco
source: five to
ca: tres quarts i deu
es: menos cinco
ja: 五十五分

# menos cuarto
source: four to
ca: tres quarts
es: menos cuarto
ja: 四十五分

# menos diez
source: ten to
ca: tres quarts i cinc
es: menos diez
ja: 五十分

# menos veinte
source: twenty to
ca: dos quarts i deu
es: menos veinte
ja: 四十分

# menos veinticinco
source: twenty five to
ca: dos quarts i cinc
es: menos veinticinco
ja: 三十五分

# pasan de
source: it’s right after
ca: tocat
es: pasan de
ja: 過ぎです

# son
source: it’s
ca: són
es: son
ja: です

# y cinco
source: five past
ca: i cinc
es: y cinco
ja: 五分

# y cuarto
source: quarter past
ca: un quart
es: y cuarto
ja: 十五分

# y diez
source: ten past
ca: i deu
es: y diez
ja: 十分

# y media
source: half past
ca: dos quarts
es: y media
ja: 半

# y pico
source: something past
ca: i poc
es: y pico
ja: 過ぎ

# y veinte
source: twenty past
ca: un quart i cinc
es: y veinte
ja: 二十分

# y veinticinco
source: twenty five past
ca: un quart i deu
es: y veinticinco
ja: 二十五分
